Repository: f5vmr/SVXportal
Catalog: locale/*/LC_MESSAGES/svxportal.po
Languages: bs_ba

source: admin interface
bs_ba: Admin interfejs

source: Back
bs_ba: Nazad

source: Stations
bs_ba: Stanice

source: Talkgroup
bs_ba: Grupa za razgovor

source: Fault log
bs_ba: Dnevnik grešaka

source: Users
bs_ba: Korisnici

source: Reflector users
bs_ba: Korisnici reflectora

source: Settings
bs_ba: Podešavanja

source: User created successfully!
bs_ba: Korisnik je uspješno kreiran!

source: Please confirm user removal
bs_ba: Molimo potvrdite uklanjanje korisnika

source: Please confirm user enable
bs_ba: Molimo potvrdite korisničko omogućavanje

source: Please confirm user disable
bs_ba: Molimo potvrdite korisničko onemogućavanje

source: Password is updated!
bs_ba: Lozinka je ažurirana!

source: Please enter your message
bs_ba: Unesite vašu poruku

source: Message sent
bs_ba: Poruka poslana

source: Print Users
bs_ba: Ispiši korisnike

source: Export xls
bs_ba: Izvezi u xls

source: Create user
bs_ba: Kreiraj korisnika

source: Username
bs_ba: Korisničko ime

source: Generate Username
bs_ba: Generiši korisničko ime

source: Password
bs_ba: Lozinka

source: Generate password
bs_ba: Generiši lozinku

source: Description
bs_ba: Opis

source: E-mail
bs_ba: E-pošta

source: Enable
bs_ba: Omogući

source: Station login
bs_ba: Prijava stanice

source: Station password
bs_ba: Lozinka stanice

source: Action
bs_ba: Akcija

source: Yes
bs_ba: Da

source: No
bs_ba: Ne

source: Select action
bs_ba: Označi akciju

source: Enable user
bs_ba: Omogući korisnika

source: Disable user
bs_ba: Onemogući korisnika

source: Send message to Sysadmin
bs_ba: Pošalji poruku sistemskom administratoru

source: Send login credential to sysadmin
bs_ba: Pošalji prijavne podatke sistemskom administratoru

source: Change user password
bs_ba: Promjeni korisničku lozinku

source: Close
bs_ba: Zatvori

source: Update
bs_ba: Ažuriraj

source: Settings is saved!
bs_ba: Postavke su sačuvane!

source: Save
bs_ba: Sačuvaj

source: Change node password
bs_ba: Promjeni lozinku čvora/linka

source: - Select station -
bs_ba: - Odaberi stanicu -

source: User granted
bs_ba: Korisnik odobren

source: Read only
bs_ba: Samo za čitanje

source: User not granted
bs_ba: Korisnik nije odobren

source: Page size
bs_ba: Veličina stranice

source: Log print
bs_ba: Ispis dnevnika

source: Live
bs_ba: Uživo

source: Search
bs_ba: Pretraži

source: Date
bs_ba: Datum

source: Station
bs_ba: Stanica

source: Event
bs_ba: Događaj

source: Is talking on tg
bs_ba: započeo razgovor na TG

source: stopped talking on tg
bs_ba: završio razgovor na TG

source: Receiver
bs_ba: Prijemnik

source: is active signal level
bs_ba: je aktivni nivo signala

source: has signal level
bs_ba: ima nivo signala

source: Node
bs_ba: Čvor/link

source: has dropped from the reflector
bs_ba: je odbačen sa reflectora

source: has connected to the reflector
bs_ba: je konektovan na reflector

source: Previous
bs_ba: Prethodno

source: Wrong username or password
bs_ba: Pogrešno korisničko ime ili lozinka

source: Sign In
bs_ba: Prijavite se

source: Login
bs_ba: Prijava

source: Callsign
bs_ba: Pozivni znak

source: Location
bs_ba: Lokacija

source: Last seen
bs_ba: Poslednji viđen

source: Station down
bs_ba: Stanica je diskonektovana

source: Color
bs_ba: Boja

source: Change station color
bs_ba: Promjeni boju stanice

source: talkgroup created!
bs_ba: Grupa za razgovor je kreirana!

source: Create talkgroup
bs_ba: Kreiraj grupu za razgovor

source: Actions
bs_ba: Akcije

source: Permission is updated!
bs_ba: Dozvola je ažurirana!

source: First name
bs_ba: Ime

source: Last name
bs_ba: Prezime

source: User is admin
bs_ba: Korisnik je admin

source: Is admin
bs_ba: Je li admin?

source: Station permission
bs_ba: Dozvole stanice

source: Assign station permission for user
bs_ba: Dodijelite dozvolu stanici za korisnika

source: Read only access
bs_ba: Pristup samo za čitanje

source: Write access
bs_ba: Pristup za pisanje

source: CTCSS Map table
bs_ba: CTCSS Map tabela

source: CTSS map table
bs_ba: CTCSS map tabela

source: Frequency
bs_ba: Frekvencija

source: Local
bs_ba: Lokalno

source: Software
bs_ba: Softver

source: Use three last char in call
bs_ba: Koristite tri zadnja znaka u pozivu

source: Export
bs_ba: Izvezi

source: Hide the language bar
bs_ba: Sakri jezičke odabire

source: Use Custom header in sidebar
bs_ba: Koristite prilagođeno zaglavlje u bočnoj traci

source: External documentation page
bs_ba: Stranica vanjske dokumentacije

source: Use login for player
bs_ba: Koristi prijavu za plejer

source: Use external dokumentation page
bs_ba: Koristi stranicu vanjske dokumentacije

source: The default talkgroup for Recording statistic
bs_ba: Podrazumijevana grupa za razgovor za statistiku snimanja

source: Send an email to sysop when the node goes down
bs_ba: Pošaljite email sysopu kada čvor/link padne

source: Mail to system administrator
bs_ba: Pošaljite mail administratoru sistema

source: E-mail address for the system
bs_ba: E-mail adresa za sistem

source: color
bs_ba: boja

source: Hide the Monitor bar
bs_ba: Sakrij traku monitora

source: Server address to svxreflector
bs_ba: Adresa servera za svxreflector

source: SvxReflector server port
bs_ba: Port servera za svxreflector

source: "Beta" Node admin notfication
bs_ba: Obavijest administratora čvora/linka "Beta".

source: None
bs_ba: Nema

source: All
bs_ba: Sve

source: Signal values at
bs_ba: Vrijednosti signala na

source: Page is saved
bs_ba: Stranica je sačuvana

source: Settings is saved
bs_ba: Postavke su sačuvane

source: Ticket is created
bs_ba: Karta je kreirana

source: Permission Denied!
bs_ba: Dozvola odbijena!

source: Station editor
bs_ba: Urednik stanice

source: Information
bs_ba: Informacija

source: Hardware
bs_ba: Hardver

source: DTMF commands
bs_ba: DTMF komande

source: Operating information
bs_ba: Operativne informacije

source: Driver dashboard
bs_ba: Kontrolna tabla drajvera

source: Send command to node
bs_ba: Pošalji poruku čvoru/linku

source: DTMF command
bs_ba: DTMF komanda

source: Scheduled date
bs_ba: Planirani datum

source: Send commnd to repeater
bs_ba: Pošalji komandu repetitoru

source: New
bs_ba: Novi

source: New ticket
bs_ba: Nova karta

source: Text
bs_ba: Tekst

source: Warning
bs_ba: Upozorenje

source: Fault
bs_ba: Greška

source: Done
bs_ba: Urađeno

source: Create
bs_ba: Kreiraj

source: Message
bs_ba: Poruka

source: Category
bs_ba: Kategorija

source: Radio Image
bs_ba: Radio slika

source: Driver
bs_ba: Drajver

source: Command is created
bs_ba: Komanda je kreirana

source: New DTMF Command
bs_ba: Nova DTMF komanda

source: Edit DTMF Command
bs_ba: Izmjeni DTMF komandu

source: General
bs_ba: Glavni

source: Shortcut
bs_ba: Skraćenica

source: Macro
bs_ba: Makro

source: Today
bs_ba: Danas

source: January
bs_ba: Januar

source: February
bs_ba: Februar

source: March
bs_ba: Mart

source: May
bs_ba: Maj

source: June
bs_ba: Juni

source: July
bs_ba: Juli

source: September
bs_ba: Septembar

source: October
bs_ba: Oktobar

source: November
bs_ba: Novembar

source: December
bs_ba: Decembar

source: Su
bs_ba: Ned

source: Mo
bs_ba: Pon

source: Tu
bs_ba: Uto

source: We
bs_ba: Sri

source: Th
bs_ba: Čet

source: Fr
bs_ba: Pet

source: Sa
bs_ba: Sub

source: Monday
bs_ba: Ponedjeljak

source: Tuesday
bs_ba: Utorak

source: Wednesday
bs_ba: Srijeda

source: Thursday
bs_ba: Četvrtak

source: Friday
bs_ba: Petak

source: Saturday
bs_ba: Subota

source: Sunday
bs_ba: Nedjelja

source: No data
bs_ba: Nema podataka

source: NO
bs_ba: NE

source: YES
bs_ba: DA

source: Pleace select station
bs_ba: Molimo odaberite stanicu

source: Register
bs_ba: Registrirajte se

source: Select your language
bs_ba: Odaberite jezik

source: English
bs_ba: Engleski

source: Swedish
bs_ba: Švedski

source: Norwegian
bs_ba: Norveški

source: Ukrainian
bs_ba: Ukrainski

source: Italian
bs_ba: Italijanski

source: German
bs_ba: Njemački

source: French
bs_ba: Francuski

source: Turkish
bs_ba: Turski

source: Sign out
bs_ba: Odjavi se

source: Log In
bs_ba: Prijavi se

source: password
bs_ba: Lozinka

source: Reflector clients
bs_ba: Klijenti reflectora

source: Monitor
bs_ba: Praćenje

source: Station information
bs_ba: Informacija o stanici

source: System description
bs_ba: Opis sistema

source: Talkgroups
bs_ba: Grupe za razgovor

source: List receiver
bs_ba: Lista prijemnika

source: Statistics
bs_ba: Statistike

source: Log
bs_ba: Dnevnik

source: Receivers
bs_ba: Prijemnici

source: CTCSS map table
bs_ba: CTCSS map tabela

source: My stations
bs_ba: Moje stanice

source: Map
bs_ba: Mapa

source: Active Nodes
bs_ba: Aktivni čvorovi/linkovi

source: Action menu
bs_ba: Akcioni meni

source: Is talking
bs_ba: Govori

source: Monitored TGs
bs_ba: Nadgleda TG

source: Start talk
bs_ba: Početak razgovora

source: Talk time
bs_ba: Trajanje razgovora

source: Talker
bs_ba: Govornik

source: Dropped
bs_ba: Pao

source: Active talkgroups
bs_ba: Aktivne grupe za razgovor

source: Nodes
bs_ba: Čvorovi/linkovi

source: Player
bs_ba: Plejer

source: repeat
bs_ba: ponovi

source: shuffle
bs_ba: izmiješaj

source: full screen
bs_ba: puni zaslon

source: Select channel
bs_ba: Odaberi kanal

source: Default
bs_ba: Zadano

source: Listen LIVE
bs_ba: Slušaj uživo

source: Select date to listen
bs_ba: Odaberi datum za slušanje

source: to use player you must login
bs_ba: za korištenje plejera morate se prijaviti

source: Signal value from receiver
bs_ba: Vrijednost signala sa prijemnika

source: Talkgroup Name
bs_ba: Naziv grupe za razgovor

source: Last active
bs_ba: Posljednji aktivni

source: Coverage
bs_ba: Pokrivenost

source: Show
bs_ba: Prikaži

source: Remove
bs_ba: Ukloni

source: Remove bars
bs_ba: Ukloni rešetke

source: Remove ALL stations
bs_ba: Ukloni sve stanice

source: Show Receivers
bs_ba: Prikaži prijemnike

source: Toggle AutoFollow
bs_ba: Uključi automatsko praćenje

source: Reload Map
bs_ba: Ponono učitaj mapu

source: Station info for
bs_ba: Informacije o stanici za

source: Version
bs_ba: Verzija

source: CurrentTG
bs_ba: Trenutna TG

source: RX Name
bs_ba: RX naziv

source: SqlType
bs_ba: Skvelč tip

source: Show coverage
bs_ba: Prikaži pokrivenost

source: Total
bs_ba: Ukupno

source: Year statistics
bs_ba: Godišnja statistika

source: Talkgroup activity
bs_ba: Aktivnost grupe za razgovor

source: Reflector time in S
bs_ba: Vrijeme reflectora u S

source: time
bs_ba: vrijeme

source: Month activity
bs_ba: Mjesečna aktivnost

source: Month activity
bs_ba: Mjesečna aktivnost

source: Station activity
bs_ba: Aktivnost stanice

source: Select station
bs_ba: Odaberi stanicu

source: Passwords are not identical
bs_ba: Lozinke nisu iste

source: User already exist!
bs_ba: Korisnik već postoji!

source: User is created!
bs_ba: Korisnik je kreiran!

source: Firstname
bs_ba: Ime

source: Lastname
bs_ba: Prezime

source: Password should be at least 8 characters
bs_ba: Lozinka mora sadržavati najmanje 8 karaktera

source: Password (Confirm)
bs_ba: Lozinka (potvrdi)

source: Please confirm password
bs_ba: Potvrdi lozinku

source: Clear
bs_ba: Čisto

source: Day
bs_ba: Dan

source: Hour
bs_ba: Sat

source: Month
bs_ba: Mjesec

source: Year
bs_ba: Godina

source: Hour chart
bs_ba: Satni grafikon

source: No Repeater filter
bs_ba: Bez filtera za repetitore

source: Repeater
bs_ba: Repetitor

source: Month chart
bs_ba: Mjesečni grafikon

source: No Talkgroup filter
bs_ba: Bez filtera grupe za razgovor

source: Toplist 10 days
bs_ba: Top lista 10 dana

source: Uptime
bs_ba: Vrijeme rada

source: Network Usage 24 hour
bs_ba: Korištenje mreže 24 sata

source: Usage last 24 hour
bs_ba: Korištenje zadnja 24 sata

source: Most used receiver
bs_ba: Najčešće korišten prijemnik

source: Station informtation
bs_ba: Informacija o stanici

source: TGs
bs_ba: TG

source: Signal value from Receiver
bs_ba: Vrijednost signala sa prijemnika

source: Hour activity
bs_ba: Aktivnost po satu

source: Email
bs_ba: E-pošta

source: Active RX
bs_ba: Aktivni RX

source: Login success
bs_ba: Uspješna prijava

source: Reflector clients
bs_ba: Klijenti reflectora

source: Toggle menu
bs_ba: Prebaci meni

source: QSO Monitor
bs_ba: Praćenje QSOa

source: Name
bs_ba: Ime

source: Openings
bs_ba: Otvori

source: Time Total
bs_ba: Ukupno vrijeme

source: Statistics for Network
bs_ba: Statistika za mrežu

source: Receiver Monitor
bs_ba: Monitor prijemnika

source: Talkgroup filter
bs_ba: filter grupe za razgovor

source: All active
bs_ba: Svi aktivni

source: Search for Node
bs_ba: Pretraži čvor/link

source: Repeater actions
bs_ba: Akcije repetitora

source: S-values
bs_ba: S-jedinice

source: Ended talk on tg
bs_ba: Završen razgovor na tg

source: is active, signal level
bs_ba: je aktivan, vrijednost signala

source: has dropped from reflector
bs_ba: je diskonektovan sa reflectora

source: Uplad success!
bs_ba: Učitavanje uspješno!

source: Error
bs_ba: Greška

source: Select radiomobile zip file to upload
bs_ba: Odaberi radiomobilni zip fajl za učitavanje

source: upload Zip file
bs_ba: Učitaj zip fajl

source: submit
bs_ba: Potvrdi

source: Not admin
bs_ba: Nije admin

source: Station already exist!
bs_ba: Stanica već postoji!

source: Thanks for your registration an admin will contact you soon
bs_ba: Hvala na registraciji, administrator će vas uskoro kontaktirati

source: Network access
bs_ba: Mrežni pristup

source: My Stations
bs_ba: Moje stanice

source: Request repeater Login
bs_ba: Zatraži prijavu repetitora

source: Generate node_info.json
bs_ba: Generiši node_info.json

source: Generate svx.config parameters
bs_ba: Generiši svx.config paramatre

source: Lastseen
bs_ba: Zadnje viđeno

source: Svxlink version
bs_ba: Svxlink verzija

source: Send Command
bs_ba: Pošalji komandu

source: Send DTMF to node
bs_ba: Pošalji DTMF na čvor/link

source: Send Command to Node
bs_ba: Pošalji komandu na čvor/link

source: Edit Repeater
bs_ba: Uredi repetitor

source: Station Dashboard
bs_ba: Nadzorna ploča stanice

source: Svxlink updated
bs_ba: Svxlink je ažuriran

source: New svxlink version available
bs_ba: Dostupna nova svxlink verzija

source: Node disconnected
bs_ba: Čvor/link diskonektovan

source: User Credentals
bs_ba: Korisničke dozvole

source: Email address
bs_ba: Adresa e-pošte

source: Enter email
bs_ba: Upiši e-poštu

source: Register User
bs_ba: Registruj korisnika

source: Repeater information
bs_ba: Podaci o repetitoru

source: Station location ( Area )
bs_ba: Lokacija stanice (područje)

source: Node location
bs_ba: Lokacija čvora/linka

source: System operator
bs_ba: Sistemski operator

source: Tone To Talkgroup Mapping
bs_ba: Ton za mapiranje na grupu za razgovor

source: QTH Settings
bs_ba: QTH podešavanja

source: Location name
bs_ba: Naziv lokacije

source: Stockholm
bs_ba: Živinice

source: Latitude
bs_ba: Latituda

source: Longitude
bs_ba: Longituda

source: Locator
bs_ba: Lokator

source: Tx Letter "Get From svxlink.conf"
bs_ba: TX slovo (provjeriti u svxlink.conf)

source: RX letter "Get From svxlink.conf"
bs_ba: RX slovo (provjeriti u svxlink.conf)

source: Sql type
bs_ba: Tip skvelča

source: Transmitter Power w
bs_ba: Snaga emitovanja u W

source: Antenna Directon
bs_ba: Smjer antene

source: Antenna Height
bs_ba: Visina antene

source: Antenna Description
bs_ba: Opis antene

source: TX Frequency
bs_ba: TX frekvencija

source: RX Frequency
bs_ba: RX frekvencija

source: Parameters for Svxlink.conf
bs_ba: Parametri iz svxlink.conf

source: Parameter
bs_ba: Parametar

source: Generate JSON / Parameters
bs_ba: Generiši JSON parametre

source: Select talkgroups to monitor
bs_ba: Označi praćenje grupa za razgovor

source: Generate config
bs_ba: Generiši konfiguraciju

source: No station id
bs_ba: ID broj stanice

source: DTMF Command
bs_ba: DTMF komanda

source: Logic status
bs_ba: Status logike
